Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Sans-serif font
ca_es: Tipus de lletra Sans-serif

source: Close Window
ca_es: Tanca la finestra

source: Open Tabs
ca_es: Pestanyes obertes

source: Send for:
ca_es: Envia a:

source: You have gone full screen.
ca_es: Heu passat a pantalla completa.

source: Open as window
ca_es: Obre com a finestra

source: Save &as...
ca_es: Desa &com a...

source: Preparing
ca_es: S'està preparant

source: New &Tab
ca_es: Pes&tanya nova

source: Restart Now
ca_es: Reinicia ara

source: Percent
ca_es: Percentatge

source: Pack Extension Warning
ca_es: Advertiment de l'extensió de paquets

source: Invalid URL entered.
ca_es: Heu introduït un URL no vàlid.

source: Signed by
ca_es: Signat per

source: Download complete notification
ca_es: Notificació de baixada completa

source: Could not load css '%{RELATIVE_PATH}' for content script.
ca_es: No s'ha pogut carregar el CSS "%{RELATIVE_PATH}" per a l'script de contingut.

source: An extension triggered full screen.
ca_es: Una extensió ha activat la pantalla completa.

source: Copies
ca_es: Còpies

source: Open PDF in Preview
ca_es: Obre la visualització prèvia en PDF

source: Organizational Unit (OU)
ca_es: Unitat organitzativa (OU)

source: This page was prevented from setting cookies.
ca_es: S'ha impedit que aquesta pàgina estableixi galetes.

source: Hide Button
ca_es: Amaga el botó

source: Certificate Signature Value
ca_es: Valor de la signatura del certificat

source: Allow all sites to run JavaScript (recommended)
ca_es: Permet que tots els llocs executin JavaScript (opció recomanada)

source: Hide %{PRODUCT_NAME}
ca_es: Amaga %{PRODUCT_NAME}

source: Two-sided
ca_es: A dues cares

source: New &incognito window
ca_es: Finestra d'incògnit nova

source: Allow all sites to disable the mouse cursor
ca_es: Permet que tots els llocs puguin desactivar el cursor del ratolí

source: (Disabled by enterprise policy)
ca_es: (Desactivat per una política d'empresa)

source: Site information
ca_es: Informació del lloc

source: Exit Presentation Mode
ca_es: Surt del mode de presentació

source: Multiple distinct Content-Disposition headers received. This is disallowed to protect against HTTP response splitting attacks.
ca_es: S'han rebut diverses capçaleres de disposició de contingut diferents. Això no està permès per protegir-vos contra atacs de divisió de respostes HTTP.

source: Prevent this page from creating additional dialogs.
ca_es: Evita que aquesta pàgina creï diàlegs addicionals.

source: %{PLUGIN_NAME} was blocked because it is out of date.
ca_es: %{PLUGIN_NAME} s'ha bloquejat perquè no està actualitzat.

source: Allow access to file URLs
ca_es: Permet l'accés als URL de fitxer

source: All data was encrypted with your sync passphrase on %{TIME}
ca_es: Totes les dades s'han encriptat amb la vostra contrasenya de sincronització el %{TIME}

source: No supported browser found
ca_es: No s'ha trobat cap navegador compatible

source: Enable Offline Cache Mode
ca_es: Activa el mode de memòria cau fora de línia

source: Speech
ca_es: Veu

source: Connection error
ca_es: Error de connexió

source: Certificate Policy Constraints
ca_es: Restriccions de normes de certificats

source: Browse...
ca_es: Navega...

source: External Protocol Request
ca_es: Sol·licitud de protocol extern

source: Page Loads
ca_es: Càrregues de la pàgina

source: Can not unpack extension. To safely unpack an extension, there must be a path to your profile directory that starts with a drive letter and does not contain a junction, mount point, or symlink. No such path exists for your profile.
ca_es: No es pot desempaquetar l'extensió. Per desempaquetar l'extensió amb seguretat, cal un camí al directori del perfil que comenci amb la lletra d'una unitat i no contingui cap unió, punt de muntatge o enllaç simbòlic. No hi ha cap camí d'aquestes característiques al vostre perfil.

source: Resolving host...
ca_es: Resolent l'amfitrió...

source: Policy parse error
ca_es: S'ha produït un error en analitzar la política

source: New Album
ca_es: Àlbum nou

source: %{PRODUCT_NAME} will be installed.
ca_es: S'instal·larà %{PRODUCT_NAME}.

source: Client ID:
ca_es: Identificador de client:

source: Separator
ca_es: Separador

source: The requested entry was not found in the cache.
ca_es: No s'ha trobat l'entrada sol·licitada a la memòria cau.

source: %{HOST} wants to use your camera and microphone.
ca_es: %{HOST} vol utilitzar la càmera i el micròfon.

source: The selected printer is not available or not installed correctly. Check your printer or try selecting another printer.
ca_es: La impressora seleccionada no està disponible o no s'ha instal·lat correctament. Comproveu la impressora o proveu de seleccionar-ne una altra.

source: Use a prediction service to help complete searches and URLs typed in the address bar
ca_es: Utilitza un servei de predicció per ajudar a completar cerques i URL escrits a la barra d'adreces

source: Jump to Selection
ca_es: Vés directament a la selecció

source: CA Issuers: %{LOCATION}
ca_es: Emissors de CA: %{LOCATION}

source: Uninstalls
ca_es: Desinstal·lacions

source: Formatting the removable media is going to erase all data. Do you wish to continue?
ca_es: Si formateu els suports extraïbles esborrareu totes les dades. Voleu continuar?

source: Size:
ca_es: Mida:

source: Please Relaunch %{PRODUCT_NAME}
ca_es: Torneu a iniciar %{PRODUCT_NAME}

source: Zipping cancelled.
ca_es: S'ha cancel·lat la compressió.

source: $1 items
ca_es: $1 elements

source: Oops! The system failed to establish the device installation-time attributes lock.
ca_es: El sistema no ha pogut establir el bloqueig dels atributs del temps d'instal·lació del dispositiu.

source: Some content services use machine identifiers to uniquely identify you for the purposes of authorizing access to protected content.
ca_es: Alguns serveis de contingut utilitzen els identificadors de l'ordinador per identificar-vos de manera única amb la finalitat que se us permeti accedir al contingut protegit.

source: Opening PDF in Preview
ca_es: S'està obrint la visualització prèvia en PDF

source: Press %{SEARCH_KEY} to send commands to %{EXTENSION_NAME}
ca_es: Premeu %{SEARCH_KEY} per enviar ordres a %{EXTENSION_NAME}

source: Fetch interval:
ca_es: Obtén l'interval:

source: Activation complete
ca_es: S'ha completat l'activació

source: An unsandboxed plug-in was prevented from running on this page.
ca_es: No s'ha pogut executar un connector de fora de la zona de proves en aquesta pàgina.

source: Open &image in new tab
ca_es: Obre la &imatge en una pestanya nova

source: Last modified:
ca_es: Darrera modificació:

source: Add New User
ca_es: Afegeix un usuari nou

source: Ask Google for suggestions
ca_es: Demana suggeriments a Google

source: Enable automatic spell correction
ca_es: Activa la correcció ortogràfica automàtica

source: Enable phishing and malware protection
ca_es: Habilita la protecció contra pesca i programari maliciós

source: Access all data on your computer and the websites you visit
ca_es: Accediu a totes les dades de l'equip i dels llocs web que visiteu

source: Google spreadsheet
ca_es: Full de càlcul de Google

source: Continue allowing %{HOST} to access your camera and microphone
ca_es: Continua permetent que %{HOST} accedeixi a la càmera i al micròfon

source: Occurrences when a tab became unresponsive
ca_es: Nombre de vegades que una pestanya ha deixat de respondre

source: The following pop-ups were blocked on this page:
ca_es: S'han bloquejat les finestres emergents següents en aquesta pàgina:

source: Allow all sites to show desktop notifications
ca_es: Permet que tots els llocs mostrin notificacions d'escriptori

source: Waiting for AppCache...
ca_es: S'està esperant AppCache...

source: Modulus (%{MODULUS_NUM_BITS} bits): %{MODULUS_HEX_DUMP} Public Exponent (%{PUBLIC_EXPONENT_NUM_BITS} bits): %{EXPONENT_HEX_DUMP}
ca_es: Mòdul (%{MODULUS_NUM_BITS} bits): exponent públic %{MODULUS_HEX_DUMP} (%{PUBLIC_EXPONENT_NUM_BITS} bits): %{EXPONENT_HEX_DUMP}

source: Allowed by policy
ca_es: Permès per la política

source: Validity
ca_es: Validesa

source: Save &Frame As...
ca_es: Anomena i desa el &marc...

source: Zoom Out
ca_es: Redueix

source: Restricts Native Client application GDB-based debugging by URL of manifest file. Native Client GDB-based debugging must be enabled for this option to work.
ca_es: Restringeix la depuració basada en GDB de l'aplicació de Native Client per URL o fitxer de manifest. La depuració basada en GDB de Native Client ha d'estar activada perquè aquesta opció funcioni.

source: Per-tile Painting
ca_es: Pintura de peces de mosaic individuals

source: Uses GPU accelerated compositing on all pages, not just those that include GPU-accelerated layers.
ca_es: Utilitza la composició accelerada de la GPU a totes les pàgines, no només a les que incloguin capes accelerades per a GPU.

source: Copy Link Addr&ess
ca_es: Copia l'adr&eça de l'enllaç

source: Fixed-width font
ca_es: Tipus de lletra amb amplada fixa

source: Views Textfield.
ca_es: Camp de text de visualitzacions.

source: Showing history from your signed-in devices. %{BEGIN_LINK}Learn more%{END_LINK}
ca_es: S'està mostrant l'historial dels dispositius on heu iniciat la sessió. %{BEGIN_LINK}Més informació%{END_LINK}

source: This page is tracking your location.
ca_es: Aquesta pàgina fa el seguiment de la vostra ubicació.

source: Server's certificate is not trusted.
ca_es: El certificat del servidor no és de confiança.

source: Occurrences when %{SHORT_PRODUCT_NAME} did not shut down correctly
ca_es: Nombre de vegades que %{SHORT_PRODUCT_NAME} no s'ha tancat correctament

source: Extensions interacting with this page:
ca_es: Extensions que interaccionen amb aquesta pàgina:

source: Updates are disabled by the administrator
ca_es: L'administrador ha desactivat les actualitzacions

source: Update failed (error: %{ERROR_NUMBER})
ca_es: Error d'actualització (error: %{ERROR_NUMBER})

source: Encrypt all synced data with your own sync passphrase
ca_es: Encripta totes les dades sincronitzades amb la vostra contrasenya de sincronització

source: %{NUM_TABS_MORE} more...
ca_es: %{NUM_TABS_MORE} més...

source: Go to drive.google.com...
ca_es: Vés a drive.google.com...

source: The following details will be shared with %{SITE}
ca_es: La informació següent es compartirà amb el lloc %{SITE}

source: Setup...
ca_es: Configura...

source: For your security, please verify your card details.
ca_es: Per la vostra seguretat, verifiqueu els detalls de la targeta.

source: Input value for private key must be a valid path.
ca_es: El valor d'entrada per a la clau privada ha de ser un camí vàlid.

source: Do you want %{APP_NAME} to share your screen?
ca_es: Voleu que %{APP_NAME} comparteixi la vostra pantalla?

source: Web content
ca_es: Contingut web

source: Enable syncing History
ca_es: Activa l'historial de sincronització

source: sign in
ca_es: inicia la sessió

source: Sync Error: Sign in Again...
ca_es: Error de sincronització: torneu a iniciar la sessió...

source: The site's security certificate has expired!
ca_es: El certificat de seguretat del lloc ha caducat!

source: Celtic
ca_es: Cèltic

source: &Learn more
ca_es: &Més informació

source: Certificate Name Constraints
ca_es: Restriccions del nom de certificat

source: The native Autofill popup UI is implemented in the browser process rather than in the renderer process.
ca_es: La interfície d'usuari emergent nativa d'emplenament automàtic s'implementa al procés del navegador, en comptes d'implementar-se al procés del renderitzador.

source: Safe Browsing diagnostic page
ca_es: Pàgina de diagnòstic de navegació segura

source: Buttondown
ca_es: Executiu

source: The server does not support the TLS renegotiation extension.
ca_es: El servidor no admet l'extensió de renegociació TLS.

source: Flash data
ca_es: Dades Flash

source: Disabling
ca_es: Desactivació

source: Audio
ca_es: Àudio

source: &Clear Browsing Data...
ca_es: &Elimina les dades de navegació...

source: Show Full History
ca_es: Mostra historial complet

source: Show value
ca_es: Mostra el valor

source: Open link in inco&gnito window
ca_es: Obre l'enllaç en una finestra d'inco&gnito

source: Netscape Certificate Renewal Time
ca_es: Data i hora de renovació de certificat de Netscape

source: Exceptions below only apply to the current incognito session.
ca_es: Les excepcions següents només s'apliquen a la sessió d'incògnit actual.

source: You may optionally disable these services.
ca_es: De manera opcional, podeu desactivar aquests serveis.

source: Search all %{DRIVE_NAME}
ca_es: Cerca a tota la carpeta %{DRIVE_NAME}

source: Enabling this option allows web applications to access the WebGL API.
ca_es: Si activeu aquesta opció, les aplicacions web podran accedir a l'API de WebGL.

source: Reset to default theme
ca_es: Restableix al tema per defecte

source: These experimental features may change, break, or disappear at any time. We make absolutely no guarantees about what may happen if you turn one of these experiments on, and your browser may even spontaneously combust. Jokes aside, your browser may delete all your data, or your security and privacy could be compromised in unexpected ways. Any experiments you enable will be enabled for all users of this browser. Please proceed with caution.
ca_es: Aquestes funcions experimentals poden canviar, trencar-se o desaparèixer en qualsevol moment. No donem cap garantia sobre què pot passar si activeu algun d'aquests experiments, i fins i tot el vostre navegador es podria fregir de sobte. Bromes a part,és possible que el vostre navegador suprimeixi totes les vostres dades, o bé la seguretat i la privadesa poden estar compromeses de maneres inesperades. Qualsevol experiment que activeu s'activaran per a tots els usuaris d'aquest navegador. Continueu amb precaució.

source: Validation successful
ca_es: Validació correcta

source: The requested resource no longer exists, and there is no forwarding address. This is expected to be a permanent condition.
ca_es: El recurs sol·licitat ja no existeix, i no hi ha cap adreça de reenviament. Està previst que sigui una condició permanent.

source: Sync Error: %{PRODUCT_NAME} is out of date and needs to be updated.
ca_es: Error de sincronització: %{PRODUCT_NAME} no està actualitzat i necessita una actualització.

source: If you're seeing this frequently, try these %{HELP_LINK}.
ca_es: Si aquest missatge apareix sovint, proveu aquests %{HELP_LINK}.

source: Untrusted
ca_es: No és de confiança

source: Handlers
ca_es: Gestors

source: %{URL} wants to permanently store large data on your local computer.
ca_es: %{URL} vol emmagatzemar de forma permanent una gran quantitat de dades a l'equip local.

source: Extension: %{EXTENSION_NAME}
ca_es: Extensió: %{EXTENSION_NAME}

source: Certificate information
ca_es: Informació del certificat

source: Details about problems on this website
ca_es: Detalls sobre els problemes d'aquest lloc web

source: %{APP_NAME} Screen Sharing Request
ca_es: Sol·licitud d'ús compartit de la pantalla de %{APP_NAME}

source: It is likely that the server hosting the webpage has been overloaded or encountered an error. In order to avoid letting extensions cause too much traffic and making the situation worse, %{PRODUCT_NAME} has temporarily stopped allowing requests by extensions to this URL. %{LINE_BREAK} If you think this behavior is undesirable, for example, you are debugging your own website, please visit %{URL_FOR_MORE_INFO}, where you can find more information including how to disable the feature.
ca_es: És possible que el servidor on s'allotja la pàgina web s'hagi sobrecarregat o que s'hi hagi produït un error. Per evitar que les extensions provoquin un excés de trànsit que podria empitjorar la situació, %{PRODUCT_NAME} ha aturat temporalment l'admissió de sol·licituds per extensions a aquest URL. %{LINE_BREAK} Si creieu que aquest comportament no és correcte, per exemple, perquè esteu depurant el vostre propi lloc web, visiteu %{URL_FOR_MORE_INFO}, on podreu trobar més informació, inclosa la manera de desactivar la funció.

source: Reorder
ca_es: Torna a ordenar

source: Enables running extensions on chrome:// URLs, where extensions explicitly request this permission.
ca_es: Activa l'execució d'extensions en URL chrome:// quan les extensions sol·licitin de manera explícita aquest permís.

source: There was an error while trying to write the file: %{ERROR_TEXT}.
ca_es: S'ha produït un error quan s'intentava escriure el fitxer: %{ERROR_TEXT}

source: Select Previous Tab
ca_es: Selecciona la pestanya anterior

source: Please enter the password that was used to encrypt this certificate file.
ca_es: Introduïu la contrasenya que es va utilitzar per encriptar aquest fitxer de certificat.

source: Enable syncing typed URLs
ca_es: Activa la sincronització d'URL escrits

source: Cessation of Operation
ca_es: Cessament d'activitats

source: Not a Certification Authority.
ca_es: No és una entitat emissora de certificats.

source: The browser was shut down before the download completed.
ca_es: S'ha tancat el navegador abans que la baixada es completés.

source: Licenses exhausted
ca_es: Llicències exhaurides

source: Save page &as...
ca_es: Desa la pàgina &com a...

source: web calendar
ca_es: calendari web

source: allow
ca_es: permet

source: Ask me when a site tries to disable the mouse cursor (recommended)
ca_es: Pregunta'm quan un lloc intenti desactivar el cursor del ratolí (recomanat)

source: Behavior
ca_es: Comportament

source: Virtual Keyboard
ca_es: Teclat virtual

source: Add languages and drag to order them based on your preference.
ca_es: Afegiu idiomes i arrossegueu-los per ordenar-los segons les vostres preferències.

source: pages
ca_es: pàgines

source: This device cannot be opened because its filesystem is not supported.
ca_es: Aquest dispositiu no es pot obrir perquè el seu sistema de fitxers no és compatible.

source: The following cookies were set when you viewed this page:
ca_es: S'han definit les galetes següents en visualitzar aquesta pàgina:

source: Inspect popup
ca_es: Inspecciona l'element emergent

source: Manage saved passwords...
ca_es: Gestiona les contrasenyes desades...

source: Local Destinations
ca_es: Destinacions locals

source: SSL Server with Step-up
ca_es: Servidor SSL amb entrada progressiva

source: %{PRODUCT_NAME} will restart in %{SECONDS} seconds.
ca_es: %{PRODUCT_NAME} es reiniciarà d'aquí a %{SECONDS} segons.

source: 1 Tab
ca_es: 1 pestanya

source: The site's security certificate is not trusted!
ca_es: El certificat de seguretat del lloc no és de confiança.

source: Virtual Networks:
ca_es: Xarxes virtuals:

source: There were too many redirects.
ca_es: Hi havia massa redireccionaments.

source: File name
ca_es: Nom del fitxer

source: The translation failed because of a server error.
ca_es: S'ha produït un error en el procés de traducció a causa d'un error del servidor.

source: Reported Phishing Website Ahead!
ca_es: Ens han informat que aquest lloc web és un lloc de pesca.

source: Downloading proxy script...
ca_es: S'està baixant l'script de servidor intermediari...

source: This page wants to disable your mouse cursor.
ca_es: Aquesta pàgina vol desactivar el cursor del ratolí.

source: Manage handler settings...
ca_es: Gestiona la configuració de gestors...

source: You have no recently reported crashes. Crashes that occurred when crash reporting was disabled will not appear here.
ca_es: No heu informat de cap bloqueig recentment. Els bloquejos que es van produir mentre la creació d'informes de bloqueig estava desactivada no apareixeran aquí.

source: Inspect &Background Page
ca_es: Inspecciona la &pàgina de fons

source: Video Files
ca_es: Fitxers de vídeo

source: SSL Server Certificate
ca_es: Certificat de servidor SSL

source: In this case, the server certificate or an intermediate CA certificate presented to your browser is invalid. This may mean that the certificate is malformed, contains invalid fields, or is not supported.
ca_es: En aquest cas, el certificat del servidor o un certificat de CA intermèdia presentats al navegador no són vàlids. Això pot significar que el certificat és incorrecte, que conté camps no vàlids o que no és compatible.

source: Extension Enabled
ca_es: Extensió activada

source: Download was canceled.
ca_es: La baixada s'ha cancel·lat.

source: &Developer tools
ca_es: Eines per a &desenvolupadors

source: The following plug-ins were blocked on this page:
ca_es: S'han bloquejat els connectors següents en aquesta pàgina:

source: Show Tab Overview...
ca_es: Mostra informació general de la pestanya...

source: Email Page Location
ca_es: Envia la ubicació de la pàgina per correu electrònic

source: You are offline
ca_es: Esteu fora de línia

source: It could:
ca_es: Podria:

source: %{PLUGIN_NAME} only works on the desktop.
ca_es: %{PLUGIN_NAME} només funciona a l'escriptori.

source: Disconnect printers
ca_es: Desconnecta impressores

source: Enables experimental extensions to the geolocation feature to use operating system location APIs (where available).
ca_es: Permet que les extensions experimentals de la funció d'ubicació geogràfica utilitzin les API d'ubicació de sistema operatiu (si estan disponibles).

source: Disables the Better session restore features which restore more session state (e.g., session cookies) after restarts and crashes.
ca_es: Desactiva les funcions de Restabliment de la millor sessió, que restauren més elements de la sessió (per exemple, les galetes de sessió) si el servidor es reinicia o es produeixen errors.

source: He's dead, Jim!
ca_es: L'hem perdut!

source: Moonbeam
ca_es: Extraterrestre

source: Video
ca_es: Vídeo

source: Could not add application because it conflicts with "%{APP_NAME}".
ca_es: No s'ha pogut afegir l'aplicació perquè crea un conflicte amb "%{APP_NAME}".

source: &Full screen
ca_es: &Pantalla completa

source: Send Feedback.
ca_es: Envia comentaris

source: If you use a proxy server...
ca_es: Si feu servir un servidor intermediari...

source: Press Enter when done
ca_es: Premeu Retorn quan hàgiu acabat

source: &Full Screen
ca_es: &Pantalla completa

source: Empty passphrase is not allowed.
ca_es: No es permeten les paraules de pas buides.

source: &Hide Spelling Panel
ca_es: &Oculta el tauler d'ortografia

source: Oh, no! This server is sending data %{PRODUCT_NAME} can't understand. Please %{BEGIN_LINK}report a bug%{END_LINK}, and include the %{BEGIN2_LINK}raw listing%{END2_LINK}.
ca_es: Aquest servidor envia dades que %{PRODUCT_NAME} no pot entendre. %{BEGIN_LINK}Informeu d'un error%{END_LINK} i incloeu la %{BEGIN2_LINK}llista sense format%{END2_LINK}.

source: More %{PAGE_TITLE}
ca_es: Més %{PAGE_TITLE}

source: Serif font
ca_es: Tipus de lletra Serif

source: These settings are enforced by an extension.
ca_es: Aquesta configuració està gestionada per una extensió.

source: No plug-in available to display this content.
ca_es: No hi ha cap connector disponible per mostrar aquest contingut.

source: Unsandboxed plug-in access
ca_es: Accés del connector fora del sandbox

source: Enable contacts integration.
ca_es: Activació de la integració de contactes.

source: Clear saved Autofill form data
ca_es: Esborra les dades del formulari d'emplenament automàtic que s'han desat

source: Description
ca_es: Descripció

source: Certificate Fields
ca_es: Camps del certificat

source: You have switched to the %{CHANNEL_NAME} channel.
ca_es: Heu canviat al canal %{CHANNEL_NAME}.

source: Wrong index.
ca_es: Índex incorrecte.

source: Clear cookies and other site and plug-in data when I log out
ca_es: Esborra les galetes i altres dades i connectors dels llocs quan tanqui la sessió

source: External Storage
ca_es: Emmagatzematge extern
